Repository: TanyaBabinets/MusicBox
Catalog: MusicBox/Resourсes/Resource.*.resx
Languages: es, uk

# Add
source: Добавить
es: agregar
uk: Додати

# AddSong
source: Добавить песню
es: Agregar una canción
uk: Додати пiсню

# Back
source: Назад
es: Volver a la lista
uk: Повернутися

# chooseDate
source: Выберите, пожалуйста, дату
es: seleccionar fecha
uk: виберіть дату будь ласка

# chooseGenre
source: Выберите жанр
es: seleccionar genero
uk: виберіть жанр

# ChooseLang
source: Выберите язык
es: Seleccione un idioma
uk: Оберіть мову

# CreateLink
source: Добавить песню
es: agregar una canción
uk: Додати пісню

# date
source: Выберите дату
es: fecha
uk: виберіть дату

# Detailes
source: Подробнее
es: más detalles
uk: Детальнiше

# Email
source: Введите email
es: Ingrese el correo electrónico
uk: Введіть email

# Enter
source: Войти
es: Inicie sesión
uk: Увійти

# Exit
source: Выход
es: Salir
uk: Вихід

# file
source: Загрузите музыкальный файл
es: subir archivo de música
uk: Завантажте музичний файл

# file_jpg
source: Загрузите постер в формате .jpg
es: formato de archivo jpg
uk: формат постера лише .jpg

# file_mp3
source: Загрузите файл в формате мр3
es: formato de archivo mp3
uk: потрібен лише формат мр3

# Genre
source: Жанр
es: Género

# IndexHeader
source: Список песен
es: Lista de canciones.
uk: Список пісень

# LoadedBy
source: Загружено пользователем
es: subido por el usuario
uk: Завантажено користувачем:

# Login
source: Логин
es: Acceso
uk: Логін

# LoginRequired
source: Поле "Логин" должно быть заполнено
es: ingresa tu nombre de usuario
uk: Поле "Логін" треба заповнити

# log_in
source: войдите
es: acceso
uk: увiйдiть

# Name
source: Название
es: Título de la canción
uk: Назва пісні

# NameRequired
source: Поле 'Название' должно быть заполнено
es: Escribe el nombre de la canción
uk: Поле треба заповнити

# NameU
source: Введите имя
es: Nombre
uk: Ім'я

# NameURequired
source: Поле "Имя" должно быть заполнено
es: Escriba el nombre
uk: Поле "Им'я" треба заповнити

# or
source: или
es: o
uk: або

# Password
source: Введите пароль
es: Contraseña
uk: Пароль

# PasswordC
source: Подтвердите пароль
es: Confirma tu contraseña
uk: Повторіть будь ласка пароль

# PasswordConfirm
source: Пароли не совпадают
es: las contraseñas no coinciden

# PasswordRequired
source: Заполните поле "Пароль"
es: ingrese la contraseña
uk: Введіть пароль

# pic
source: Постер
es: Descargar cartel

# Please
source: Чтобы добавить песню, пожалуйста,
es: Para agregar una cancion por favor
uk: Щоба завантажити пісню будь ласка

# reg
source: зарегистрируйтесь
es: registro
uk: зареєструйтесь

# Registration
source: Регистрация
es: Registro
uk: Реєстрация

# Runtime
source: Длительность
es: duración de la canción
uk: Тривалість пісні

# Send
source: Отправить
es: enviar
uk: Вiдправити

# Singer
source: Исполнитель
es: Intérprete de la canción
uk: Виконавець

# SingerRequired
source: Поле "Исполнитель" должно быть заполнено
es: Escribe intérprete de la canción
uk: Поле "Виконавець" треба заповнити

# Size
source: Размер файла в МБ
es: tamaño en MB
uk: Розмір у МБ

# SongList
source: ПЛЕЙ-ЛИСТ
es: Lista de canciones

# Surname
source: Введите фамилию
es: Apellido
uk: Введіть прізвище

# SurnameRequired
source: Поле "Фамилия" должно быть заполнено
es: ingrese el apellido
uk: Поле "Прізвище" треба заповнити

# EmailRequired
source: Введите email
uk: Введіть електоронну пошту
